Repository: alexbernaldo/TranscriptorX
Catalog: TranscriptorNative/Resources/Localizable.xcstrings
Source language: en
Languages: es

# ¡Todo en orden!
source: Everything looks good!
es: ¡Todo en orden!

# Abre el menú de formatos de exportación
source: Open export formats menu
es: Abre el menú de formatos de exportación

# Abrir en editor
source: Open in editor
es: Abrir en editor

# Archivos recuperados de sesiones anteriores
source: Recovered files from previous sessions
es: Archivos recuperados de sesiones anteriores

# Buscando archivos recuperables...
source: Searching for recoverable files...
es: Buscando archivos recuperables...

# Buscar en transcripción...
source: Search in transcript...
es: Buscar en transcripción...

# Buscar transcripciones...
source: Search transcripts...
es: Buscar transcripciones...

# Cancelar trabajo
source: Cancel job
es: Cancelar trabajo

# Cerrar cola de trabajos
source: Close jobs queue
es: Cerrar cola de trabajos

# Cerrar panel
source: Close panel
es: Cerrar panel

# Cierra el panel de recuperación
source: Close recovery panel
es: Cierra el panel de recuperación

# Cierra esta ventana sin guardar cambios
source: Close this window without saving changes
es: Cierra esta ventana sin guardar cambios

# Cierra sin iniciar la transcripción
source: Close without starting transcription
es: Cierra sin iniciar la transcripción

# Cola de trabajos
source: Jobs queue
es: Cola de trabajos

# common.clickToSelect
source: Click to select
es: Haz clic para seleccionar

# common.closePanel
source: Close panel
es: Cerrar panel

# common.select
source: Select...
es: Seleccionar...

# common.selected
source: Selected
es: Seleccionado

# Descargar modelo
source: Download model
es: Descargar modelo

# Detección automática
source: Auto-detect
es: Detección automática

# Detectar hablantes
source: Detect speakers
es: Detectar hablantes

# Deutsch
source: German
es: Deutsch

# dock.link
source: Paste link
es: Pegar enlace

# dock.link.hint
source: Open the dialog to transcribe from a URL
es: Abre el diálogo para transcribir desde una URL

# dock.record
source: Record audio
es: Grabar audio

# dock.record.hint
source: Open the audio recording panel
es: Abre el panel de grabación de audio

# Ej: Reunión sobre el proyecto X con María y Juan...
source: Example: Meeting about project X with Maria and John...
es: Ej: Reunión sobre el proyecto X con María y Juan...

# El splash ahora está integrado en MasterView
source: Splash is now integrated in MasterView
es: El splash ahora está integrado en MasterView

# El texto aparecerá aquí conforme se transcriba
source: Text will appear here as transcription progresses
es: El texto aparecerá aquí conforme se transcriba

# Elimina este archivo recuperado
source: Delete this recovered file
es: Elimina este archivo recuperado

# Elimina todos los trabajos finalizados de la cola
source: Remove all finished jobs from the queue
es: Elimina todos los trabajos finalizados de la cola

# Eliminar
source: Delete
es: Eliminar

# En proceso
source: In progress
es: En proceso

# Español
source: Spanish
es: Español

# Este archivo se eliminará de forma permanente.
source: This file will be permanently deleted.
es: Este archivo se eliminará de forma permanente.

# Exportar
source: Export
es: Exportar

# Favoritos
source: Favorites
es: Favoritos

# Français
source: French
es: Français

# FUENTE DE AUDIO
source: AUDIO SOURCE
es: FUENTE DE AUDIO

# Historial
source: History
es: Historial

# home.drop.accessibilityHint
source: Drop a file here or use the button to choose one
es: Arrastra un archivo aquí o usa el botón para seleccionar

# home.drop.area
source: File drop area
es: Zona de archivos

# home.drop.formats
source: MP3, WAV, M4A, MP4, MOV and more
es: MP3, WAV, M4A, MP4, MOV y más

# home.drop.prompt
source: Drop a file here
es: Arrastra un archivo aquí

# home.drop.release
source: Drop to transcribe
es: Suelta para transcribir

# home.recent
source: Recent
es: Recientes

# home.recent.active.badge
source: In progress
es: En proceso

# home.recent.active.status
source: Transcribing...
es: Transcribiendo...

# home.recent.activeTranscription.hint
source: Return to the transcription screen
es: Vuelve a la pantalla de transcripción

# home.recent.activeTranscription.label
source: Transcribing: %@
es: Transcribiendo: %@

# home.recent.savedTranscription.hint
source: Open transcript
es: Abre la transcripción

# home.recent.savedTranscription.label
source: Transcription: %@
es: Transcripción: %@

# home.seeAll
source: See all
es: Ver todo

# home.selectFile
source: Choose file
es: Seleccionar archivo

# home.subtitle
source: Convert audio to text with artificial intelligence
es: Convierte audio a texto con inteligencia artificial

# Identifica diferentes personas
source: Identifies different speakers
es: Identifica diferentes personas

# Inglés
source: English
es: Inglés

# Inicio
source: Home
es: Inicio

# Intentar de nuevo
source: Try again
es: Intentar de nuevo

# Introduce la URL de YouTube, TikTok u otro servicio
source: Enter a YouTube, TikTok or other service URL
es: Introduce la URL de YouTube, TikTok u otro servicio

# Italiano
source: Italian
es: Italiano

# Las transcripciones aparecerán aquí
source: Transcriptions will appear here
es: Las transcripciones aparecerán aquí

# Limpiar
source: Clear
es: Limpiar

# Limpiar completados
source: Clear completed
es: Limpiar completados

# Limpiar trabajos completados
source: Clear completed jobs
es: Limpiar trabajos completados

# Logs técnicos
source: Technical logs
es: Logs técnicos

# Marca transcripciones como favoritas para verlas aquí
source: Mark transcriptions as favorites to see them here
es: Marca transcripciones como favoritas para verlas aquí

# menu.copyTranscription
source: Copy transcription
es: Copiar transcripción

# menu.exportDiagnostics
source: Export diagnostics...
es: Exportar diagnósticos...

# menu.help
source: Transcriptor Help
es: Ayuda de Transcriptor

# menu.loadedModel
source: Loaded model: %@
es: Modelo cargado: %@

# menu.newTranscription
source: New transcription
es: Nueva transcripción

# menu.openAudioFile
source: Open audio file...
es: Abrir archivo de audio...

# menu.recordAudio
source: Record audio
es: Grabar audio

# menu.releaseModelMemory
source: Release model memory
es: Liberar memoria del modelo

# Método de transcripción
source: Transcription method
es: Método de transcripción

# MP3, WAV, M4A, MP4, MOV y más
source: MP3, WAV, M4A, MP4, MOV and more
es: MP3, WAV, M4A, MP4, MOV y más

# newTranscription.configuration
source: Configuration
es: Configuración

# newTranscription.help.moreModels
source: More models
es: Más modelos

# newTranscription.help.presets
source: Use presets
es: Usar presets

# newTranscription.language
source: Language
es: Idioma

# newTranscription.next
source: Next →
es: Siguiente →

# newTranscription.quality
source: Quality
es: Calidad

# newTranscription.subtitle
source: Import an audio or video file
es: Importa un archivo de audio o vídeo

# newTranscription.title
source: New Transcription
es: Nueva Transcripción

# newTranscription.transcribe
source: Transcribe
es: Transcribir

# No hay sesiones interrumpidas que recuperar
source: There are no interrupted sessions to recover
es: No hay sesiones interrumpidas que recuperar

# No se pudo obtener la transcripción
source: Could not fetch transcription
es: No se pudo obtener la transcripción

# Opciones avanzadas
source: Advanced options
es: Opciones avanzadas

# Pega el enlace aquí...
source: Paste the link here...
es: Pega el enlace aquí...

# Pegar desde portapapeles
source: Paste from clipboard
es: Pegar desde portapapeles

# Pegar enlace
source: Paste link
es: Pegar enlace

# Plataformas soportadas
source: Supported platforms
es: Plataformas soportadas

# Português
source: Portuguese
es: Português

# preferences.acceleration.active
source: Active
es: Activo

# preferences.acceleration.willDownload
source: Will download %@
es: Descargará %@

# preferences.advanced.contextHint
source: Technical vocabulary to improve accuracy
es: Vocabulario técnico para mejorar precisión

# preferences.advanced.reset.button
source: Reset
es: Restablecer

# preferences.advanced.reset.dialog.message
source: All settings will be restored to their default values.
es: Se restablecerán todos los ajustes a sus valores predeterminados.

# preferences.advanced.reset.dialog.title
source: Reset settings?
es: ¿Restablecer configuración?

# preferences.advanced.reset.subtitle
source: Restore default values
es: Vuelve a los valores predeterminados

# preferences.advanced.reset.title
source: Reset settings
es: Restablecer configuración

# preferences.audio.noiseReduction.title
source: Noise reduction
es: Reducción de ruido

# preferences.audio.normalize.title
source: Normalize volume
es: Normalizar volumen

# preferences.audio.vad.minSilence
source: Minimum silence
es: Silencio mínimo

# preferences.audio.vad.sensitivity
source: Sensitivity
es: Sensibilidad

# preferences.audio.vad.subtitle
source: Detect speech segments
es: Detecta segmentos con voz

# preferences.audio.vad.title
source: Voice activity detection (VAD)
es: Detección de actividad de voz (VAD)

# preferences.audio.voiceIsolation.title
source: Voice isolation
es: Aislar voz

# preferences.autosave
source: Changes are saved automatically
es: Los cambios se guardan automáticamente

# preferences.behavior.fillers.title
source: Suppress fillers
es: Suprimir muletillas

# preferences.behavior.temperature
source: Temperature
es: Temperatura

# preferences.cancel
source: Cancel
es: Cancelar

# preferences.close
source: Close preferences
es: Cerrar preferencias

# preferences.general.interfaceLanguage
source: Interface language
es: Idioma de la interfaz

# preferences.general.transcriptionLanguage
source: Default transcription language
es: Idioma de transcripción por defecto

# preferences.language.system
source: Automatic (System)
es: Automático (Sistema)

# preferences.model.recommended
source: Recommended
es: Recomendado

# preferences.output.speakers.title
source: Speaker detection
es: Detectar hablantes

# preferences.output.timestamps.subtitle
source: Time markers
es: Marcas de tiempo

# preferences.output.translate.subtitle
source: English output
es: Salida en inglés

# preferences.output.translate.title
source: Translate to English
es: Traducir a inglés

# preferences.quickMode.balanced
source: Balanced
es: Equilibrado

# preferences.quickMode.fast
source: Fast
es: Rápido

# preferences.quickMode.precise
source: Precise
es: Preciso

# preferences.section.acceleration
source: ACCELERATION
es: ACELERACIÓN

# preferences.section.actions
source: ACTIONS
es: ACCIONES

# preferences.section.availableModels
source: AVAILABLE MODELS
es: MODELOS DISPONIBLES

# preferences.section.behavior
source: BEHAVIOR
es: COMPORTAMIENTO

# preferences.section.context
source: CONTEXT
es: CONTEXTO

# preferences.section.language
source: LANGUAGE
es: IDIOMA

# preferences.section.output
source: OUTPUT FORMAT
es: FORMATO DE SALIDA

# preferences.section.preprocessing
source: PREPROCESSING
es: PREPROCESAMIENTO

# preferences.section.quickMode
source: QUICK MODE
es: MODO RÁPIDO

# preferences.section.vad
source: VOICE DETECTION
es: DETECCIÓN DE VOZ

# preferences.subtitle.advanced
source: Advanced options
es: Opciones avanzadas

# preferences.subtitle.audio
source: Preprocessing and VAD
es: Preprocesamiento y VAD

# preferences.subtitle.general
source: Interface and transcription language
es: Idioma de interfaz y transcripción

# preferences.subtitle.models
source: AI models and acceleration
es: Modelos de IA y aceleración

# preferences.tab.advanced
source: Advanced
es: Avanzado

# preferences.tab.models
source: Models
es: Modelos

# preferences.transcriptionLanguage.auto
source: Automatic detection
es: Detección automática

# Procesando audio...
source: Processing audio...
es: Procesando audio...

# Próximamente
source: Coming soon
es: Próximamente

# queue.empty.active.subtitle
source: Drag files to transcribe
es: Arrastra archivos para transcribir

# queue.empty.active.title
source: No active jobs
es: Sin trabajos activos

# queue.empty.completed.subtitle
source: Completed jobs will appear here
es: Los trabajos completados aparecerán aquí

# queue.empty.completed.title
source: No completed jobs
es: Sin trabajos completados

# queue.job.completedHint
source: Click to view transcript
es: Haz clic para ver la transcripción

# queue.section.active
source: Active
es: Activos

# queue.section.completed
source: Completed
es: Completados

# queue.status.cancelled
source: Cancelled
es: Cancelado

# queue.status.completed
source: Completed
es: Completado

# queue.status.processing
source: Processing
es: Procesando

# queue.status.queued
source: Queued
es: En espera

# queue.summary.completedOnly
source: %d completed
es: %d completados

# queue.summary.empty
source: No jobs
es: Sin trabajos

# queue.summary.processing
source: Processing %d, %d queued
es: Procesando %d, %d en cola

# queue.summary.queuedOnly
source: %d queued
es: %d en cola

# Quitar archivo
source: Remove file
es: Quitar archivo

# Quitar de favoritos
source: Remove from favorites
es: Quitar de favoritos

# recorder.completed
source: Recording completed
es: Grabación completada

# recorder.completed.durationLabel
source: Recording completed. Duration: %@
es: Grabación completada. Duración: %@

# recorder.completed.hint
source: You can transcribe or discard the recording
es: Puedes transcribir o descartar la grabación

# recorder.discard
source: Discard
es: Descartar

# recorder.discard.accessibilityLabel
source: Discard recording
es: Descartar grabación

# recorder.discard.hint
source: Deletes the recording without transcribing
es: Elimina la grabación sin transcribir

# recorder.ready
source: Ready to record
es: Listo para grabar

# recorder.ready.hint
source: Click record to start
es: Haz clic en grabar para comenzar

# recorder.record
source: Record
es: Grabar

# recorder.record.accessibilityLabel
source: Start recording
es: Iniciar grabación

# recorder.record.hint
source: Starts recording audio from the selected source
es: Comienza a grabar audio de la fuente seleccionada

# recorder.record.start
source: Start recording
es: Empezar a grabar

# recorder.recording.inProgress
source: Recording %@...
es: Grabando %@...

# recorder.source.mic
source: Microphone
es: Micrófono

# recorder.source.mic.subtitle
source: Dictation, meetings
es: Dictado, reuniones

# recorder.source.microphone
source: microphone
es: micrófono

# recorder.source.selectedHint
source: Source selected
es: Fuente seleccionada

# recorder.source.selectHint
source: Click to select this source
es: Haz clic para seleccionar esta fuente

# recorder.source.system
source: System
es: Sistema

# recorder.source.systemAudio
source: system audio
es: audio del sistema

# recorder.stop
source: Stop
es: Detener

# recorder.stop.accessibilityLabel
source: Stop recording
es: Detener grabación

# recorder.stop.hint
source: Ends the current recording
es: Finaliza la grabación actual

# recorder.subtitle
source: Capture system audio or microphone
es: Captura audio del sistema o micrófono

# recorder.title
source: Record audio
es: Grabar audio

# recorder.transcribe
source: Transcribe
es: Transcribir

# recorder.transcribe.accessibilityLabel
source: Transcribe recording
es: Transcribir grabación

# recorder.transcribe.hint
source: Converts recording to text
es: Convierte la grabación a texto

# recordingPanel.accessibilityLabel
source: Recording panel
es: Panel de grabación

# recordingPanel.completed.accessibilityLabel
source: Recording completed: %@
es: Grabación completada: %@

# recordingPanel.completed.ready
source: Recording ready
es: Grabación lista

# recordingPanel.idle.microphone
source: Use your microphone
es: Usa tu micrófono

# recordingPanel.idle.system
source: Capture your Mac audio
es: Captura el audio de tu Mac

# recordingPanel.inputDevice
source: Input device
es: Dispositivo de entrada

# recordingPanel.openSettings
source: Open settings
es: Abrir configuración

# recordingPanel.permission.microphone
source: Enable Microphone access in Privacy & Security.
es: Activa el acceso a Micrófono en Privacidad y Seguridad.

# recordingPanel.permission.system
source: Enable Screen Recording in Privacy & Security.
es: Activa Grabación de Pantalla en Privacidad y Seguridad.

# recordingPanel.permissionRequired
source: Permission required
es: Permiso requerido

# recordingPanel.recording.accessibilityLabel
source: Recording: %@
es: Grabando: %@

# recordingPanel.refreshMicrophones
source: Refresh microphone list
es: Actualizar lista de micrófonos

# recovery.banner.recoverableCount
source: %d file(s) can be recovered
es: %d archivo(s) pueden recuperarse

# recovery.item.audio
source: Recording
es: Grabación

# recovery.item.transcription
source: Transcription
es: Transcripción

# Recupera este archivo
source: Recover this file
es: Recupera este archivo

# Recuperación de sesión
source: Session recovery
es: Recuperación de sesión

# Recuperar
source: Recover
es: Recuperar

# Reintentar
source: Retry
es: Reintentar

# Reintentar trabajo
source: Retry job
es: Reintentar trabajo

# Se eliminarán todos los trabajos finalizados de la cola.
source: All finished jobs will be removed from the queue.
es: Se eliminarán todos los trabajos finalizados de la cola.

# Sensibilidad
source: Sensitivity
es: Sensibilidad

# Sesiones recuperables encontradas
source: Recoverable sessions found
es: Sesiones recuperables encontradas

# setup.allInstalled
source: All dependencies are installed
es: Todas las dependencias están instaladas

# setup.checking
source: Checking...
es: Verificando...

# setup.continue
source: Continue
es: Continuar

# setup.installDependencies
source: Install dependencies
es: Instalar dependencias

# setup.installing
source: Installing...
es: Instalando...

# setup.status.installed
source: Installed
es: Instalado

# setup.status.installing
source: Installing
es: Instalando

# setup.status.pending
source: Pending
es: Pendiente

# setup.subtitle
source: TranscriptorX needs to install some dependencies to work correctly.
es: TranscriptorX necesita instalar algunas dependencias para funcionar correctamente.

# setup.title
source: Initial setup
es: Configuración inicial

# Silencio/ruido (cortado)
source: Silence/noise (cut)
es: Silencio/ruido (cortado)

# Sin favoritos
source: No favorites
es: Sin favoritos

# Sin transcripciones
source: No transcriptions
es: Sin transcripciones

# Subtítulos (.srt)
source: Subtitles (.srt)
es: Subtítulos (.srt)

# Tamaño:
source: Size:
es: Tamaño:

# Texto plano (.txt)
source: Plain text (.txt)
es: Texto plano (.txt)

# Título
source: Title
es: Título

# topbar.openTabHint
source: Open %@
es: Abre %@

# topbar.queue.accessibilityHint
source: Show or hide the queue panel. %d active
es: Muestra u oculta el panel de cola. %d activos

# topbar.queue.accessibilityLabel
source: Transcription queue
es: Cola de transcripción

# topbar.queue.help
source: Queue (%d active)
es: Cola (%d activos)

# topbar.tab.home
source: Home
es: Inicio

# topbar.tab.library
source: History
es: Historial

# topbar.tab.queue
source: Queue
es: Cola

# topbar.tab.settings
source: Settings
es: Ajustes

# Transcripción completada
source: Transcription completed
es: Transcripción completada

# transcript.processing.audio
source: Processing audio...
es: Procesando audio...

# transcript.processing.completed
source: Transcription completed!
es: ¡Transcripción completada!

# transcript.processing.elapsed
source: %@ processed
es: %@ procesados

# transcript.processing.fileFallback
source: Processing...
es: Procesando...

# transcript.processing.livePreviewHint
source: Text will appear here as it is transcribed
es: El texto aparecerá aquí conforme se transcriba

# transcript.processing.preparingResult
source: Preparing result...
es: Preparando resultado...

# transcript.speakerLabel
source: Speaker %d
es: Hablante %d

# transcript.step.denoising
source: Cleaning background noise...
es: Limpiando ruido de fondo...

# transcript.step.finishing
source: Almost done!
es: ¡Casi listo!

# transcript.step.formatting
source: Polishing result...
es: Puliendo el resultado...

# transcript.step.loading
source: Preparing file...
es: Preparando archivo...

# transcript.step.separating
source: Separating voices with Demucs...
es: Aislando voces con Demucs...

# transcript.step.transcribing
source: Transcribing with Whisper...
es: Transcribiendo con Whisper...

# URL del vídeo o audio
source: Video or audio URL
es: URL del vídeo o audio

# urlInput.action.fetchSubtitles
source: Fetch subtitles
es: Obtener subtítulos

# urlInput.action.transcribeWhisper
source: Transcribe with Whisper
es: Transcribir con Whisper

# urlInput.error.cancelled
source: The operation was cancelled.
es: La operación fue cancelada.

# urlInput.error.dependencyMissing
source: Missing dependency: %@
es: Falta la dependencia: %@

# urlInput.error.downloadFailed
source: Could not download audio: %@
es: No se pudo descargar el audio: %@

# urlInput.error.invalidURL
source: The URL entered is not valid. Verify that it is a correct link.
es: La URL introducida no es válida. Verifica que sea un enlace correcto.

# urlInput.error.network
source: Connection error: %@
es: Error de conexión: %@

# urlInput.error.noTranscript
source: This video has no subtitles or transcript available. Only videos with subtitles can be transcribed directly.
es: Este vídeo no tiene subtítulos o transcripción disponible. Solo los vídeos con subtítulos pueden ser transcritos directamente.

# urlInput.error.pythonNotFound
source: Python is not installed on this system.
es: Python no está instalado en el sistema.

# urlInput.error.whisperFailed
source: Error while processing audio: %@
es: Error al procesar el audio: %@

# urlInput.method.fast.description
source: Uses existing video subtitles
es: Usa los subtítulos existentes del video

# urlInput.method.fast.subtitle
source: Fast · ~2 sec
es: Rápido · ~2 seg

# urlInput.method.fast.title
source: Subtitles
es: Subtítulos

# urlInput.method.whisper.description
source: Downloads audio and transcribes with AI
es: Descarga audio y transcribe con IA

# urlInput.method.whisper.subtitle
source: Accurate · ~2-5 min
es: Preciso · ~2-5 min

# urlInput.method.whisper.title
source: Whisper AI
es: Whisper IA

# urlInput.result.wordCount
source: %d words
es: %d palabras

# Ver
source: View
es: Ver

# Ver logs
source: View logs
es: Ver logs

# Volver a inicio
source: Back to start
es: Volver a inicio

# Voz detectada
source: Voice detected
es: Voz detectada

# YouTube, TikTok, Instagram, Vimeo y más
source: YouTube, TikTok, Instagram, Vimeo and more
es: YouTube, TikTok, Instagram, Vimeo y más

# 中文
source: Chinese
es: 中文

# 日本語
source: Japanese
es: 日本語
